[XComGameState_LWPerkPackOptions]
PerkPackTabName="ЗДІБНОСТІ"

ViewLockedPerksMod="Показати заблоковані здібності"
ViewLockedPerksModTooltip="Увімкнути/вимкнути можливість перегляду заблокованих здібностей (не показує дерево здібностей Псі-солдата)."

BaseGamePerkUIMod="Використовувати двоколоночний інтерфейс здібностей з оригінальної гри"
BaseGamePerkUIModTooltip="Увімкнути/вимкнути використання оригінального двоколоночного інтерфейсу вибору здібностей при підвищенні рівня (або використання інтерфейсу здібностей іншого моду)."

DefaultTacticalAbilityContainerMod="Використовувати тактичний інтерфейс здібностей з оригінальної гри"
DefaultTacticalAbilityContainerModTooltip="Цей мод дозволяє солдатам мати більше 15 активних здібностей, створюючи декілька сторінок з іконками здібностей, які гравці можуть переглядати під час місій. Виберіть цей параметр, щоб вимкнути цю функціональність (ймовірно, для використання іншого моду)."

NumDisplayedAbilitiesMod="Здібностей на сторінці в тактичному інтерфейсі"
NumDisplayedAbilitiesModTooltip="Кількість здібностей, що відображаються на сторінці в тактичному інтерфейсі. Ця опція не працює, якщо увімкнено параметр 'Використовувати тактичний інтерфейс здібностей з оригінальної гри'."

[UIScreenListener_Armory_MainMenu_LWExpandedPerkTree]
strExpandedMenuOption=Здібності
strExpandedTooltip=Розширене дерево здібностей
ExpandedListItemDescription=Кнопка тестування розширеного дерева здібностей

[UIScreenListener_Armory_MainMenu_LW_LWExpandedPerkTree]
strExpandedMenuOption=Здібності
strExpandedTooltip=Розширене дерево здібностей
ExpandedListItemDescription=Кнопка тестування розширеного дерева здібностей

[UITacticalHUD_AbilityContainer_LWExtended]
strChangePageTitle="Додаткові здібності"
strChangePageDesc="Перегляньте додаткові здібності, які ви можете активувати. Ви також можете використовувати клавішу 'x', щоб переглянути додаткові здібності."

[UIArmory_MainMenu_LW]
m_strNoWeaponUpgradesTooltip=НЕМАЄ ДОСТУПНИХ УДОСКОНАЛЕНЬ ЗБРОЇ

[X2Ability_PerkPackAbilitySet2]
TrojanVirus="Троянський вірус"
TrojanVirusTriggered="<XGParam:StrValue0/!UnitName/> активував Троянський вірус."

[X2Effect_Savior]
strSavior_WorldMessage="Спаситель: Вилікував додатково <XGParam:IntValue0/> здоров'я."

[X2Effect_LWHolotarget]
HoloTargetEffectName="Голографічна мітка"

[X2Item_DenseSmokeGrenade]
DenseSmokeGrenadeEffectDisplayName="Густий дим"
DenseSmokeGrenadeEffectDisplayDesc="Густий дим надає цьому підрозділу додатковий захисний бонус."

[X2Ability_PerkPackAbilitySet]
LocCoveringFire="Прикриття вогнем"
LocCoveringFireMalus="Цей підрозділ був обраний ворожим підрозділом, що прикриває вогнем, що надає -10 до точності на решту ходу."
; LWOTC Needs Translation
LocSoulStealBuff="Поглинання душі (аблятивна броня)"
LocSoulStealBuffHelpText="Поглинання душі надає аблятивні очки броні, коли воно зцілює понад норму"
; End Translation

; LWOTC Needs Translation
[X2Effect_RegenerationPCT]
HealedMessage="+<Heal/> ОЗ відновлено"

[X2StatusEffects_LW]
MaimedFriendlyName="Каліцтво"
MaimedFriendlyDesc="Мобільність підрозділу знижена до нуля, і він не може рухатися. Він все ще може стріляти та виконувати інші дії, не пов'язані з рухом."
; End Translation
